[
    {
        "roleName": "omnis",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5af"
    },
    {
        "roleName": "hic",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5b0"
    },
    {
        "roleName": "voluptatem",
        "isMutable": 1,
        "_id": "609442a82b471c19809eb5b1"
    },
    {
        "roleName": "aspernatur",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5b2"
    },
    {
        "roleName": "exercitationem",
        "isMutable": 1,
        "_id": "609442a82b471c19809eb5b3"
    },
    {
        "roleDescription": "Repellat nihil odio. Eos possimus harum est esse autem iure deleniti molestiae. Consequuntur sit ut. Non excepturi sequi. Reprehenderit dolorum voluptatem nihil ullam autem fuga.",
        "roleName": "quibusdam",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5b4"
    },
    {
        "roleDescription": "Velit facilis deleniti tenetur et enim excepturi aperiam. Ut omnis amet et voluptates libero omnis. Non voluptates odio et dolor exercitationem sunt vel. Deserunt dolorum sunt iure tempora. Sunt minus dolorum non.",
        "roleName": "eveniet",
        "isMutable": 1,
        "_id": "609442a82b471c19809eb5b5"
    },
    {
        "roleName": "provident",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5b6"
    },
    {
        "roleName": "odit",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5b7"
    },
    {
        "roleDescription": "Id quas cum aut modi aut ut itaque deleniti. Corporis maxime quas consequatur ut est perspiciatis facere rerum et. Sit fugiat fugit ut tempore optio. Repellat error et. Aut et veniam delectus vel eos sit. Provident et corporis officia eos consequatur.",
        "roleName": "et",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5b8"
    },
    {
        "roleName": "expedita",
        "isMutable": 1,
        "_id": "609442a82b471c19809eb5b9"
    },
    {
        "roleDescription": "Dolorem dignissimos velit. Praesentium ad laudantium porro exercitationem minima deserunt neque error sit. Quis ipsum sunt eos voluptatem sint iste voluptas.",
        "roleName": "error",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5ba"
    },
    {
        "roleDescription": "Eligendi maxime perferendis omnis ipsam. Voluptas occaecati soluta commodi magni voluptates veniam sunt doloribus expedita. Accusamus ut provident eum et et. Quo excepturi accusantium molestiae eius assumenda voluptate a eum.",
        "roleName": "et",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5bb"
    },
    {
        "roleDescription": "Corporis accusantium est aut. Nobis sequi atque dignissimos neque est sunt accusantium vero occaecati. Voluptatem nostrum dolores sit quia. Eum dolor omnis laborum et quos id architecto fuga. Est earum vitae doloribus ab quia repellendus dolor maiores. Quaerat voluptatem nam eveniet non quo.",
        "roleName": "magnam",
        "isMutable": 0,
        "_id": "609442a82b471c19809eb5bc"
    },
    {
        "roleDescription": "Eius dignissimos quia vel iusto repudiandae non aliquid. Nihil quia corrupti laudantium laudantium reprehenderit corrupti atque deserunt voluptatem.",
        "roleName": "veniam",
        "isMutable": 1,
        "_id": "609442a82b471c19809eb5bd"
    }
]
